Repository: AnotherJ1/Magpie
Catalog: src/Magpie/Resources.language-*.resw
Source language: en_us
Languages: fi

# About_PageFrame.Title
source: About
fi: Tietoja

# Home_Activation.Header
source: Activation
fi: Aktivointi

# Home_PageFrame.Title
source: Home
fi: Koti

# Home_Activation_Timer.Header
source: Delayed scaling
fi: Viivästetty skaalaus

# Home_Activation_Timer_Cancel
source: Cancel
fi: Peruuta

# Home_Activation_Timer_Delay.Header
source: Delay in seconds
fi: Viive sekunneissa

# ShortcutDialog_Cancel
source: Cancel
fi: Peruuta

# ShortcutDialog_Description.Text
source: Press a combination of keys to change this shortcut
fi: Paina näppäinyhdistelmä vaihtaaksesi tämän pikanäppäimen

# ShortcutDialog_InUse
source: Already in use
fi: Käytössä muualla

# ShortcutDialog_InvalidShortcut
source: Invalid shortcut
fi: Virheellinen pikanäppäin

# ShortcutDialog_Save
source: Save
fi: Tallenna

# ShortcutDialog_Tip.Text
source: Only shortcuts that starts with Windows key, Ctrl, Alt or Shift are valid.
fi: Vain Windows-, Ctrl-, Alt, ja Shift-näppäimillä alkavat pikanäppäimet ovat sallittuja.

# Root_About.Content
source: About
fi: Tietoja

# Root_Defaults.Content
source: Defaults
fi: Oletusasetukset

# Root_Home.Content
source: Home
fi: Koti

# Root_NewProfile.Content
source: New profile
fi: Uusi profiili

# Root_NewProfileFlyout_ComboBox.PlaceholderText
source: Select a window
fi: Valitse ikkuna

# Root_NewProfileFlyout_CopyFrom.Text
source: Copy from
fi: Kopioi kohteesta

# Root_NewProfileFlyout_Create.Content
source: Create
fi: Luo

# Root_NewProfileFlyout_Name.Text
source: Name
fi: Nimi

# Root_NewProfileFlyout_NoCandidateWindow.Text
source: Open a new window to create a profile
fi: Avaa uusi ikkuna luodaksesi profiilin

# Root_NewProfileFlyout_Title.Text
source: New profile
fi: Uusi profiili

# Root_Profiles.Content
source: Profiles
fi: Profiilit

# Root_ScalingModes.Content
source: Scaling modes
fi: Skaalaustilat

# ScalingModes_PageFrame.Title
source: Scaling modes
fi: Skaalaustilat

# Home_Advanced.Header
source: Advanced
fi: Lisäasetukset

# Settings_General.Header
source: General
fi: Yleiset

# Settings_General_Language.Header
source: Language
fi: Kieli

# Settings_General_Language_System
source: Windows default
fi: Windowsin oletus

# Settings_General_PortableMode.Header
source: Portable mode
fi: Siirrettävä tila

# Settings_General_PortableMode_Locate.Content
source: Open configuration file location
fi: Avaa asetustiedoston sijainti

# Settings_Launch_RunAtStartup.Header
source: Run at startup
fi: Aja käynnistyksessä

# Settings_General_ShowNotifyIcon.Description
source: Magpie will continue to run in the background after the main window is closed
fi: Magpie ajetaan taustalla kun pääikkuna suljetaan

# Settings_General_ShowNotifyIcon.Header
source: Display the app on the system tray
fi: Näytä ohjelma tehtäväpalkissa

# Settings_General_Theme.Header
source: Theme
fi: Teema

# Settings_General_Theme_Dark.Content
source: Dark
fi: Tumma

# Settings_General_Theme_System.Content
source: Windows default
fi: Windowsin oletus

# Settings_General_Theme_Light.Content
source: Light
fi: Vaalea

# ToggleSwitch.OffContent
source: Off
fi: Pois

# ToggleSwitch.OnContent
source: On
fi: Päällä

# Settings_Launch.Header
source: Launch
fi: Käynnistä

# ScalingModes_General_Export.Text
source: Export
fi: Vienti

# ScalingModes_General_Import.Text
source: Import
fi: Tuonti

source: More options
fi: Lisää asetuksia

# Settings_Launch_AlwaysRunAsAdmin.Description
source: You need to run as administrator to use this setting
fi: Tarvitset järjestelmänvalvojan oikeudet tämän asetuksen käyttöön

# Settings_Launch_AlwaysRunAsAdmin.Header
source: Always run as administrator
fi: Aja aina järjestelmänvalvojana

# Home_UpdateCard_AutoCheckForUpdates.Content
source: Check for updates periodically
fi: Tarkista päivityksiä säännöllisesti

# Home_UpdateCard_DownloadAndInstall.Content
source: Download and install
fi: Lataa ja asenna

# Home_UpdateCard_ReleaseNotes.Content
source: Release notes
fi: Versiotiedot

# Home_UpdateCard_RemindMeLater.Content
source: Remind me later
fi: Muistuta myöhemmin

# Home_UpdateCard_Title
source: {} is available
fi: {} on saatavilla

# About_OtherLinks.Header
source: Other links
fi: Muita linkkejä

# About_OtherLinks_ContributionGuidelines.Text
source: Contribution guidelines
fi: Ohjeita ohjelman kehityksen auttamiseen

# About_OtherLinks_FAQ.Text
source: FAQ
fi: UKK

# About_OtherLinks_License.Text
source: License
fi: Lisenssi

# About_OtherLinks_Repository.Text
source: Github repository
fi: Github repositorio

# ScalingModes_Parameters.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Parameters
fi: Parametrit

# ScalingModes_MoreOptions.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More options
fi: Lisää asetuksia

# ScalingModes_MoreOptionsFlyout_Delete.Text
source: Delete
fi: Poista

# ScalingModes_MoreOptionsFlyout_MoveDown.Text
source: Move down
fi: Siirrä alas

# ScalingModes_MoreOptionsFlyout_MoveUp.Text
source: Move up
fi: Siirrä ylös

# ScalingModes_Rename.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename
fi: Nimeä uudelleen

# ScalingModes_RenameFlyout_Title.Text
source: Rename
fi: Nimeä uudelleen

# ScalingModes_AddEffect.Text
source: Add effect
fi: Lisää efekti

# ScalingModes_Delete.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
fi: Poista

# ScalingModes_DeleteFlyout_Delete.Text
source: Delete
fi: Poista

# ScalingModes_DeleteFlyout_Description.Text
source: It is being used by the following profiles:
fi: Seuraavien profiilien käytössä:

# ScalingModes_DeleteFlyout_Title.Text
source: Are you sure you want to delete this scaling mode?
fi: Haluatko varmasti poistaa tämän skaalaustilan?

# ScalingModes_DragNotSupported.Text
source: Drag and drop is not supported when running as administrator
fi: Raahausta ja pudotusta ei tueta järjestelmänvalvontatilassa

# ScalingModes_DragToReorder.Text
source: Drag to reorder
fi: Raahaa uudelleenjärjestääksesi

# ScalingModes_MoveDown.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move down
fi: Siirrä alas

# ScalingModes_MoveUp.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move up
fi: Siirrä ylös

# ScalingModes_NewScalingMode.Text
source: New scaling mode
fi: Uusi skaalaustila

# ScalingModes_NewScalingModeFlyout_Title.Text
source: New scaling mode
fi: Uusi skaalaustila

# ScalingModes_Scale.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Scale
fi: Skaalaus

# ScalingModes_NewScalingModeFlyout_CopyFrom.Text
source: Copy from
fi: Kopioi kohteesta

# ScalingModes_NewScalingModeFlyout_CopyFrom_None
source: None
fi: Ei mitään

# ScalingModes_NewScalingModeFlyout_Create.Content
source: Create
fi: Luo

# ScalingModes_NewScalingModeFlyout_Name.Text
source: Name
fi: Nimi

# ScalingModes_ScaleFlyout_HeightFactor.Text
source: Height (scaling factor)
fi: Korkeus (skaalauskerroin)

# ScalingModes_ScaleFlyout_HeightPixels.Text
source: Height (pixels)
fi: Korkeus (pikseleitä)

# ScalingModes_ScaleFlyout_WidthFactor.Text
source: Width (scaling factor)
fi: Leveys (skaalauskerroin)

# ScalingModes_ScaleFlyout_WidthPixels.Text
source: Width (pixels)
fi: Leveys (pikseleitä)

# ScalingModes_ScaleFlyout_Type.Text
source: Type
fi: Tyyppi

# ScalingModes_ScaleFlyout_Type_Absolute
source: Absolute
fi: Absoluuttinen

# ScalingModes_ScaleFlyout_Type_Absolute_Description
source: Set the size after scaling
fi: Aseta koko skaalauksen jälkeen

# ScalingModes_ScaleFlyout_Type_Factor
source: Factor
fi: Kerroin

# ScalingModes_ScaleFlyout_Type_Factor_Description
source: Set the scaling factor relative to the input image
fi: Aseta skaalauskerroin suhteessa kuvaan

# ScalingModes_ScaleFlyout_Type_Fill
source: Fill
fi: Täyttö

# ScalingModes_ScaleFlyout_Type_Fill_Description
source: Fills screen, image may be stretched
fi: Täyttää ruudun, kuva voi venyä

# ScalingModes_ScaleFlyout_Type_Fit
source: Fit
fi: Sovita

# ScalingModes_ScaleFlyout_Type_Fit_Description
source: Set the scaling factor after filling the screen with proportional scaling
fi: Sovittaa skaalakertoimen ruuduntäytön jälkeen suhteellisella skaalauksella

# Profile_General.Header
source: General
fi: Yleiset

# Profile_General_3DGameMode.Header
source: 3D game mode
fi: 3D pelitila

# Profile_General_AutoScale.Header
source: Auto scale when in foreground
fi: Aktiivisen ruudun automaattinen skaalaus

# Profile_General_CaptureMethod.Header
source: Capture method
fi: Kaappaustapa

# Profile_General_Multimonitor.Header
source: Preferred monitors
fi: Suositut monitorit

# Profile_General_Multimonitor_All.Content
source: All monitors
fi: Kaikki monitorit

# Profile_General_Multimonitor_Closest.Content
source: Monitor closest to the source window
fi: Lähdeikkunaa lähin monitori

# Profile_General_Multimonitor_Intersected.Content
source: Monitors intersected by the source window
fi: Lähdeikkunan kanssa risteävät monitorit

# Profile_General_ScalingMode.Header
source: Scaling mode
fi: Skaalaustila

# Profile_Launch.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launch
fi: Käynnistä

# Profile_MoreOptions.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More options
fi: Lisää asetuksia

# Profile_MoreOptions_Delete.Text
source: Delete
fi: Poista

# Profile_MoreOptions_DeleteFlyout_Delete.Text
source: Delete
fi: Poista

# Profile_MoreOptions_DeleteFlyout_Title.Text
source: Are you sure you want to delete this profile?
fi: Haluatko varmasti poistaa tämän profiilin?

# Profile_MoreOptions_OpenProgramLocation.Text
source: Open program location
fi: Avaa ohjelman sijainti

# Profile_MoreOptions_Rename.Text
source: Rename
fi: Nimeä uudelleen

# Profile_MoreOptions_RenameFlyout_Title.Text
source: Rename
fi: Nimeä uudelleen

# Profile_MoreOptions_Reorder.Text
source: Reorder
fi: Järjestele uudelleen

# Profile_MoreOptions_ReorderFlyout_MoveDown.Text
source: Move down
fi: Siirrä alas

# Profile_MoreOptions_ReorderFlyout_MoveUp.Text
source: Move up
fi: Siirrä ylös

# Profile_MoreOptions_ReorderFlyout_Title.Text
source: Reorder
fi: Järjestele uudelleen

# Profile_General_ScalingMode_None
source: None
fi: Ei mitään

# Profile_Performance.Header
source: Performance
fi: Suorituskyky

# Profile_Performance_GraphicsCard.Header
source: Graphics card
fi: Näytönohjain

# About_Feedback.Header
source: Feedback
fi: Palaute

# About_Feedback_Discussion.Header
source: Discussions
fi: Keskustelut

# About_Feedback_ReportBug.Header
source: Report a bug
fi: Ilmoita bugista

# About_Feedback_RequestFeature.Header
source: Request a feature
fi: Pyydä ominaisuutta

# About_Version_UpdateSettings_CheckForPreviewUpdates.Header
source: Check for preview updates
fi: Tarkastele esikatselupäivityksiä

# About_Version_UpdateSettings_AutoCheckForUpdates.Header
source: Check for updates automatically
fi: Tarkista päivitykset automaattisesti

# About_Version_CheckForUpdates.Text
source: Check for updates
fi: Tarkista päivitykset

# About_Version_CheckForUpdatesFailed.Title
source: Failed to check for updates, please try again later
fi: Päivitysten haku epäonnistui, yritä myöhemmin uudelleen

# About_Version_CheckingForUpdates.Text
source: Checking for updates
fi: Haetaan päivityksiä

# About_Version_UpdateCard_Cancel.Content
source: Cancel
fi: Peruuta

# About_Version_UpdateCard_DownloadAndInstall.Content
source: Download and install
fi: Lataa ja asenna

# About_Version_UpdateCard_ReleaseNotes.Content
source: Release notes
fi: Versiotiedot

# About_Version_UpdateCard_Retry.Content
source: Try again
fi: Yritä uudelleen

# About_Version_UpdateCard_Title
source: {} is available
fi: {} on saatavilla

# About_Version_UpdateToDate.Title
source: Magpie is up to date
fi: Magpie on ajantasalla

# About_Version_UpdateToDate_DownloadFailed.Text
source: Download failed
fi: Lataaminen epäonnistui

# About_Version_UpdateToDate_Downloading.Text
source: Downloading
fi: Ladataan

# About_Version_UpdateToDate_Installing.Text
source: Installing
fi: Asennetaan

# Profile_Advanced.Header
source: Advanced
fi: Lisäasetukset

# Profile_Advanced_DisableDirectFlip.Header
source: Disable DirectFlip
fi: Poista DirectFlip käytöstä

# Profile_Cursor.Header
source: Cursor
fi: Kursori

# Profile_Cursor_DrawCursor_AdjustCursorSpeed.Header
source: Adjust cursor speed while scaled
fi: Säädä kursorin nopeutta kun skaalattu

# Profile_Cursor_DrawCursor_Interpolation.Header
source: Interpolation algorithm
fi: Interpolaatioalgoritmi

# Profile_Cursor_DrawCursor_Interpolation_Bilinear.Content
source: Bilinear
fi: Bilineaarinen

# Profile_Cursor_DrawCursor_Interpolation_NearestNeighbor.Content
source: Nearest-neighbor
fi: Lähin-naapuri

# Profile_General_CaptureMethod_Default
source: Default
fi: Oletus

# Profile_SourceWindow.Header
source: Source window
fi: Lähdeikkuna

# Profile_SourceWindow_CaptureTitleBar.Description
source: Limited to Graphics Capture and Desktop Duplication
fi: Rajoitettu grafiikan kaappaukseen ja työpöydän monistukseen

# Profile_SourceWindow_CaptureTitleBar.Header
source: Capture title bar
fi: Kaappaa otsikkopalkki

# Profile_SourceWindow_CustomCropping.Header
source: Custom cropping
fi: Muu rajaus

# Profile_SourceWindow_CustomCropping_Bottom.Header
source: Bottom
fi: Ala

# Profile_SourceWindow_CustomCropping_Left.Header
source: Left
fi: Vasen

# Profile_SourceWindow_CustomCropping_Right.Header
source: Right
fi: Oikea

# Profile_SourceWindow_CustomCropping_Top.Header
source: Top
fi: Ylä

# Home_Advanced_InlineParams.Description
source: Gives a small performance boost. However, effects must be recompiled each time their parameters are changed
fi: Parantaa hieman suorituskykyä, mutta efektit on käännettävä uudelleen aina kun parametrit muuttuvat

# Home_Advanced_InlineParams.Header
source: Make effect parameters inline
fi: Rivitä efektien parametrit

# Home_Advanced_SimulateExclusiveFullscreen.Description
source: Notifications and pop-ups from certain applications will be blocked
fi: Vain kokoruudun skaalauksessa. Vaimentaa tietyt ohjelmailmoitukset ja ponnahdusikkunat jos päällä

# Home_Advanced_SimulateExclusiveFullscreen.Header
source: Simulate exclusive fullscreen when scaling
fi: Simuloi kokoruudun tilaa skaalatessa

# AppSettings_Dialog_Error
source: Error
fi: Virhe

# Home_Advanced_DeveloperOptions.Description
source: These settings are for development use only
fi: Nämä asetukset ovat vain kehitystä varten

# Home_Advanced_DeveloperOptions.Header
source: Developer options
fi: Kehitysasetukset

# Home_Advanced_DeveloperOptions_DebugMode.Content
source: Debug mode
fi: Virheenkorjaustila

# Home_Advanced_DeveloperOptions_DisableEffectCache.Content
source: Disable effect cache
fi: Poista efektivälimuisti käytöstä

# Home_Advanced_DeveloperOptions_SaveEffectSources.Content
source: Save shader source code when parsing effects
fi: Tallenna varjostimien lähdekoodi efektejä jäsennettäessä

# Home_Advanced_DeveloperOptions_WarningsAreErrors.Content
source: Treat warnings as errors when compiling effects
fi: Käsittele varoituksia virheinä kun efektejä käännetään

# AppSettings_Dialog_Exit
source: Exit
fi: Poistu

# AppSettings_ErrorDialog_ConfigLocation
source: Configuration file location: {}
fi: Asetustiedoston sijainti {}

# AppSettings_ErrorDialog_NotValidJson
source: Configuration file is not a valid JSON
fi: Asetustiedosto ei ole JSON-pätevä

# AppSettings_ErrorDialog_ParseFailed
source: Failed to parse configuration file
fi: Asetustiedoston jäsennys epäonnistui

# AppSettings_ErrorDialog_ReadFailed
source: Failed to read configuration file
fi: Asetustiedoston luku epäonnistui

# NotifyIcon_Exit
source: Exit
fi: Poistu

# NotifyIcon_MainWindow
source: Main window
fi: Pääikkuna

# Settings_General_RequireRestart.Title
source: A restart is required for the change to take effect
fi: Uudelleenkäynnistys vaaditaan asetusten aktivointia varten

# Settings_General_RequireRestart_ActionButton.Content
source: Restart Magpie
fi: Käynnistä Magpie uudelleen

# ScalingModes_Description_UnknownEffect
source: Unknown effect
fi: Tuntematon efekti

# ScalingModes_HasUnkownEffects.Title
source: Some effects cannot be parsed
fi: Joitain efektejä ei voitu jäsentää

# About_Version_UpdateSettings.Header
source: Update settings
fi: Päivitä asetukset

# About_Version_Version
source: Version
fi: Versio

# Profile_Advanced_LaunchParameters.Header
source: Launch parameters
fi: Käynnistysparametrit

# Overlay_Profiler
source: Profiler
fi: Profiloija

# Overlay_Profiler_CaptureMethod
source: Capture method
fi: Kaappaustapa

# Overlay_FPS_Lock
source: Lock
fi: Lukitus

# Overlay_FPS_Opacity
source: Opacity
fi: Läpinäkymättömyys

# Overlay_FPS_Unlock
source: Unlock
fi: Poista lukitus

# Overlay_Profiler_Timings
source: Timings
fi: Ajoitukset

# Overlay_Profiler_Timings_SwitchToEffects
source: Switch to effects
fi: Vaihda efekteihin

# Overlay_Profiler_Timings_SwitchToPasses
source: Switch to passes
fi: Vaihda pyyhkäisyihin

# Overlay_Profiler_Timings_Total
source: Total
fi: Kaikkiaan

# Home_Advanced_DeveloperOptions_DisableFontCache.Content
source: Disable font cache
fi: Poista fonttivälimuisti käytöstä

# Profile_MoreOptions_ChangeExecutableForLaunching.Text
source: Change the executable file for launching
fi: Vaihda ohjelman käynnistystiedosto

# Profile_Performance_FrameRateLimiter.Header
source: Frame rate limiter
fi: Ruudunpäivityksen rajoitin

# Profile_Performance_FrameRateLimiter_MaxFrameRate.Header
source: Maximum frame rate
fi: Suurin sallittu ruudunpäivitysnopeus

# About_Version_CommitId
source: Commit
fi: Kommitoi

# About_DeveloperModeEnabled
source: Developer mode is enabled.
fi: Kehittäjätila on aktivoitu.

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection.Header
source: Duplicate frame detection
fi: Ruutuduplikaattien tunnistus

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Always.Content
source: Always
fi: Aina

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Dynamic.Content
source: Dynamic
fi: Dynaaminen

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Never.Content
source: Never
fi: Ei koskaan

# Home_Advanced_DeveloperOptions_EnableStatisticsForDynamicDetection.Content
source: Enable statistics for dynamic detection
fi: Salli tilastot dynaamista tunnistamista varten

# Overlay_Profiler_DynamicDetection
source: Dynamic detection
fi: Dynaaminen tunnistus

# Overlay_Profiler_FrameRate
source: Frame rate
fi: Ruudunpäivitysnopeus

# Home_TouchSupport_EnableTouchSupport.Header
source: Enable touch support
fi: Aktivoi tuki kosketukselle

# Home_TouchSupport_EnableTouchSupport_Description.Text
source: You'll need to provide administrator privileges to change this setting
fi: Tarvitset järjestelmänvalvojanoikeudet tämän asetuksen muuttamiseen

# Home_TouchSupport_EnableTouchSupport_LearnMore.Content
source: Learn more
fi: Lue lisää

# Home_TouchSupport.Header
source: Touch support
fi: Tuki kosketukselle

# Home_Advanced_SimulateExclusiveFullscreen_InfoBar.Title
source: This option is not compatible with some older games. Please use it with caution.
fi: Jotkin vanhemmat pelit eivät tue tätä asetusta. Käytä varoen.

# Message_InvalidScalingMode
source: Scaling mode is invalid.
fi: Virheellinen skaalaustila.

# Message_TouchSupport
source: Failed to enable touch support.
fi: Kosketustuen aktivointi epäonnistui.

# Message_InvalidSourceWindow
source: Scaling of this window is not supported.
fi: Tämän ikkunan skaalausta ei tueta.

# Message_Maximized
source: Scaling of maximized or fullscreen windows is disabled. You can change this setting on the Home page.
fi: Suurennettujen ja kokoruudun ikkunoiden skaalaus on estetty. Voit vaihtaa tätä asetusta Koti-sivulta.

# Message_LowIntegrityLevel
source: Magpie needs to be run as an administrator to scale this window.
fi: Magpie täytyy ajaa järjestelmänvalvojan oikeuksilla tämän ikkunan skaalaamiseksi.

# Message_ScalingFailedGeneral
source: Please refer to the logs for more details.
fi: Lue lisätietoja lokista.

# Message_CaptureFailed
source: An error occurred while capturing this window. Please try using a different capture method.
fi: Virhe tätä ikkunaa kaapatessa. Kokeile toista kaapaustapaa.

# Message_CreateFenceFailed
source: The current graphics card does not support ID3D11Device5::CreateFence. Please try switching the graphics card or updating the drivers.
fi: Valittu näytönohjain ei tue funktiota ID3D11Device5::CreateFence. Yritä päivittää ajurit, tai vaihtaa näytönohjainta.

# Message_ScalingFailed
source: Scaling failed
fi: Skaalaus epäonnistui

# Profile_Performance_NoGraphicsCard.Title
source: No compatible graphics card was found, so CPU rendering will be used instead. Performance may not meet expectations.
fi: Tuettua näytönohjainta ei löytynyt joten käytetään keskussuoritinta renderöintiin. Suorituskyky ei ehkä vastaa odotuksia.

# Home_Advanced_MinFrameRate.Header
source: Minimum frame rate
fi: Pienin ruudunpäivitysnopeus

# Home_Advanced_MinFrameRate.Description
source: Stabilizes GPU frequency to reduce stuttering, but may lead to higher power consumption
fi: Vakauttaa näytönohjaimen taajuuden nykimisen vähentämiseksi, mutta saattaa lisätä virrankulutusta

# Home_Advanced_DeveloperOptions_DisableFP16.Content
source: Disable the use of FP16 in shaders
fi: Estä FP16-formaatin käytön varjostimissa

# Home_Advanced_DeveloperOptions_BenchmarkMode.Content
source: Benchmark mode
fi: Suorituskyvyn mittaustila
